ol.lang = {globle : 'ru'};
var langtips={
	"sys_error" : "System Error!",
	"ajaxLogin_error" : "Invalid login or password!",
	"addToWish_error" : "Этот пункт был уже в списке пожеланий.",
	empty:'Это поле обязательно для заполнения.',
	username:{
		//用户名已经存在
		exist:'Такое имя клиента уже существует.',
		//3-34
		len:'Ваше имя не должно превышать 34 символа',
		//昵称只能由字母、数字和下划线
		charmap:'Nickname only can be composed of letters, figure and underline.',
		//不超过50
		extent:'Количество введенных знаков не должно превышать 50.'
	},
	email:{
		//请输入一个有效的地址
		valid:'Пожалуйста, введите действующий адрес эл. почты. Например, johndoe@domain.com.',
		//已经存在
		exist:"Существует уже учетная запись с таким адресом электронной почты."
	},
	password:{
		//当前密码错误
		currentPassword:'Неверный текущий пароль.',
		//密码长度
		len:'Пожалуйста, введите 6 или более символов. Начальные и конечные пробелы не считаются.',
		//密码不一致
		disagree:'Пожалуйста, проверьте, совпадают ли ваши пароли.'
	},
	address:{
		//4-100
		extent:'Количество введенных знаков должно быть в пределах от 4 до 100.',
		Invalid:'Неправильный адрес.'
	},
	phone:{
		//小于5
		extent:'Количество введенных знаков не должно быть меньше 5.',
		Invalid:'Недействительный номер телефона.',
		Invalid2:"В этом поле могут быть только цифры и '-'."
	},
	city:{
		extent:'Количество введенных знаков не должно превышать 50.',
		Invalid:'Неверный город.'
	},
	cpf:{
		extent:'Количество введенных знаков не должно быть меньше 11.',
		Invalid:'В этом поле могут быть только “.”,"/","-", цифры и буквы.'
	},
	writeReview:{
		tit:"Укажите тему.",
		review:"Введите содержание."
	},
	question:{
		//50以内
		"infos":"Количество введенных знаков не должно превышать 50.",
		"review":"Количество введенных знаков должно быть в пределах от 15 до 1000."
	},
	clause:"Пожалуйста, убедитесь, что вы согласны с нашими Правилами и условиями.",
	numgt0:"Только цифры"
}